Repository: mzx-699/DeLin_WIFI
Catalog: DeLin/*.lproj/Localizable.strings
Languages: cs, da, de, fr, hu, it, nn, pl, pl_pl, pt, ru, sk, sl, sv

source: Terms of Service and Privacy Policy 1.Term of Services By downloading or using the app, these terms will automatically apply to you – you should make sure therefore that you read them carefully before using the app. We are offering you this app to use for your own personal use without cost, but you should be aware that you cannot send it on to anyone else, and you’re not allowed to copy, or modify the app, any part of the app, or our trademarks in any way. You’re not allowed to attempt to extract the source code of the app, and you also shouldn’t try to translate the app into other languages, or make derivative versions. The app itself, and all the trade marks, copyright, database rights and other intellectual property rights related to it, still belong to REDBACK. At the bottom of these terms and conditions you will be able to find links to our website where we set out our Privacy Policy, which will be relevant if you use the app to use REDBACK robots in the future. 2.Privacy Policy General Information This information provides the REDBACK Robots App (the App) privacy policy regarding the purpose, use, and sharing of any Personally Information (PI) collected via this website and/or the App. Our privacy policy explains our information practices when you provide PI to us, whether collected online or offline, or when you visit us online to browse, obtain information, or conduct a transaction. PI may include: your name and email(nick name is also workable for the appliance but the email needs to be real.). We do not require you to register or provide personal information to visit the App. However, to maintain connectivity between you and REDBACK robots, a registration in the App with your email account is required. The PI you provide on REDBACK Robots App will be used only for its intended purpose. We will protect your information consistent with us and us only. Personally Information (PI) As a general rule, the App does not collect PI about you when you are using, unless you choose to provide such information to us. Submitting PI through the App is voluntary. By doing so, you are giving the App your permission to use the information for the stated purpose. Generally, the information requested will be used to get the original password for controlling the robot mower.
cs: Podmínky služby a zásady ochrany osobních údajů 1.Term of Services By downloading or using the app, these terms will automatically apply to you – you should make sure therefore that you read them carefully before using the app. We are offering you this app to use for your own personal use without cost, but you should be aware that you cannot send it on to anyone else, and you’re not allowed to copy, or modify the app, any part of the app, or our trademarks in any way. You’re not allowed to attempt to extract the source code of the app, and you also shouldn’t try to translate the app into other languages, or make derivative versions. The app itself, and all the trade marks, copyright, database rights and other intellectual property rights related to it, still belong to REDBACK. At the bottom of these terms and conditions you will be able to find links to our website where we set out our Privacy Policy, which will be relevant if you use the app to use REDBACK robots in the future. 2.Privacy Policy General Information This information provides the REDBACK Robots App (the App) privacy policy regarding the purpose, use, and sharing of any Personally Information (PI) collected via this website and/or the App. Our privacy policy explains our information practices when you provide PI to us, whether collected online or offline, or when you visit us online to browse, obtain information, or conduct a transaction. PI may include: your name and email(nick name is also workable for the appliance but the email needs to be real.). We do not require you to register or provide personal information to visit the App. However, to maintain connectivity between you and REDBACK robots, a registration in the App with your email account is required. The PI you provide on REDBACK Robots App will be used only for its intended purpose. We will protect your information consistent with us and us only. Personally Information (PI) As a general rule, the App does not collect PI about you when you are using, unless you choose to provide such information to us. Submitting PI through the App is voluntary. By doing so, you are giving the App your permission to use the information for the stated purpose. Generally, the information requested will be used to get the original password for controlling the robot mower.
da: Servicevilkår og fortrolighedspolitik 1.Term of Services By downloading or using the app, these terms will automatically apply to you – you should make sure therefore that you read them carefully before using the app. We are offering you this app to use for your own personal use without cost, but you should be aware that you cannot send it on to anyone else, and you’re not allowed to copy, or modify the app, any part of the app, or our trademarks in any way. You’re not allowed to attempt to extract the source code of the app, and you also shouldn’t try to translate the app into other languages, or make derivative versions. The app itself, and all the trade marks, copyright, database rights and other intellectual property rights related to it, still belong to REDBACK. At the bottom of these terms and conditions you will be able to find links to our website where we set out our Privacy Policy, which will be relevant if you use the app to use REDBACK robots in the future. 2.Privacy Policy General Information This information provides the REDBACK Robots App (the App) privacy policy regarding the purpose, use, and sharing of any Personally Information (PI) collected via this website and/or the App. Our privacy policy explains our information practices when you provide PI to us, whether collected online or offline, or when you visit us online to browse, obtain information, or conduct a transaction. PI may include: your name and email(nick name is also workable for the appliance but the email needs to be real.). We do not require you to register or provide personal information to visit the App. However, to maintain connectivity between you and REDBACK robots, a registration in the App with your email account is required. The PI you provide on REDBACK Robots App will be used only for its intended purpose. We will protect your information consistent with us and us only. Personally Information (PI) As a general rule, the App does not collect PI about you when you are using, unless you choose to provide such information to us. Submitting PI through the App is voluntary. By doing so, you are giving the App your permission to use the information for the stated purpose. Generally, the information requested will be used to get the original password for controlling the robot mower.
de: Nutzungsbedingungen und Datenschutzbestimmungen 1.Term of Services By downloading or using the app, these terms will automatically apply to you – you should make sure therefore that you read them carefully before using the app. We are offering you this app to use for your own personal use without cost, but you should be aware that you cannot send it on to anyone else, and you’re not allowed to copy, or modify the app, any part of the app, or our trademarks in any way. You’re not allowed to attempt to extract the source code of the app, and you also shouldn’t try to translate the app into other languages, or make derivative versions. The app itself, and all the trade marks, copyright, database rights and other intellectual property rights related to it, still belong to REDBACK. At the bottom of these terms and conditions you will be able to find links to our website where we set out our Privacy Policy, which will be relevant if you use the app to use REDBACK robots in the future. 2.Privacy Policy General Information This information provides the REDBACK Robots App (the App) privacy policy regarding the purpose, use, and sharing of any Personally Information (PI) collected via this website and/or the App. Our privacy policy explains our information practices when you provide PI to us, whether collected online or offline, or when you visit us online to browse, obtain information, or conduct a transaction. PI may include: your name and email(nick name is also workable for the appliance but the email needs to be real.). We do not require you to register or provide personal information to visit the App. However, to maintain connectivity between you and REDBACK robots, a registration in the App with your email account is required. The PI you provide on REDBACK Robots App will be used only for its intended purpose. We will protect your information consistent with us and us only. Personally Information (PI) As a general rule, the App does not collect PI about you when you are using, unless you choose to provide such information to us. Submitting PI through the App is voluntary. By doing so, you are giving the App your permission to use the information for the stated purpose. Generally, the information requested will be used to get the original password for controlling the robot mower.
fr: Conditions d'utilisation et politique de confidentialité 1.Term of Services By downloading or using the app, these terms will automatically apply to you – you should make sure therefore that you read them carefully before using the app. We are offering you this app to use for your own personal use without cost, but you should be aware that you cannot send it on to anyone else, and you’re not allowed to copy, or modify the app, any part of the app, or our trademarks in any way. You’re not allowed to attempt to extract the source code of the app, and you also shouldn’t try to translate the app into other languages, or make derivative versions. The app itself, and all the trade marks, copyright, database rights and other intellectual property rights related to it, still belong to REDBACK. At the bottom of these terms and conditions you will be able to find links to our website where we set out our Privacy Policy, which will be relevant if you use the app to use REDBACK robots in the future. 2.Privacy Policy General Information This information provides the REDBACK Robots App (the App) privacy policy regarding the purpose, use, and sharing of any Personally Information (PI) collected via this website and/or the App. Our privacy policy explains our information practices when you provide PI to us, whether collected online or offline, or when you visit us online to browse, obtain information, or conduct a transaction. PI may include: your name and email(nick name is also workable for the appliance but the email needs to be real.). We do not require you to register or provide personal information to visit the App. However, to maintain connectivity between you and REDBACK robots, a registration in the App with your email account is required. The PI you provide on REDBACK Robots App will be used only for its intended purpose. We will protect your information consistent with us and us only. Personally Information (PI) As a general rule, the App does not collect PI about you when you are using, unless you choose to provide such information to us. Submitting PI through the App is voluntary. By doing so, you are giving the App your permission to use the information for the stated purpose. Generally, the information requested will be used to get the original password for controlling the robot mower.
hu: Szolgáltatási feltételek és adatvédelmi irányelvek 1.Term of Services By downloading or using the app, these terms will automatically apply to you – you should make sure therefore that you read them carefully before using the app. We are offering you this app to use for your own personal use without cost, but you should be aware that you cannot send it on to anyone else, and you’re not allowed to copy, or modify the app, any part of the app, or our trademarks in any way. You’re not allowed to attempt to extract the source code of the app, and you also shouldn’t try to translate the app into other languages, or make derivative versions. The app itself, and all the trade marks, copyright, database rights and other intellectual property rights related to it, still belong to REDBACK. At the bottom of these terms and conditions you will be able to find links to our website where we set out our Privacy Policy, which will be relevant if you use the app to use REDBACK robots in the future. 2.Privacy Policy General Information This information provides the REDBACK Robots App (the App) privacy policy regarding the purpose, use, and sharing of any Personally Information (PI) collected via this website and/or the App. Our privacy policy explains our information practices when you provide PI to us, whether collected online or offline, or when you visit us online to browse, obtain information, or conduct a transaction. PI may include: your name and email(nick name is also workable for the appliance but the email needs to be real.). We do not require you to register or provide personal information to visit the App. However, to maintain connectivity between you and REDBACK robots, a registration in the App with your email account is required. The PI you provide on REDBACK Robots App will be used only for its intended purpose. We will protect your information consistent with us and us only. Personally Information (PI) As a general rule, the App does not collect PI about you when you are using, unless you choose to provide such information to us. Submitting PI through the App is voluntary. By doing so, you are giving the App your permission to use the information for the stated purpose. Generally, the information requested will be used to get the original password for controlling the robot mower.
it: Termini di servizio e informativa sulla privacy 1.Term of Services By downloading or using the app, these terms will automatically apply to you – you should make sure therefore that you read them carefully before using the app. We are offering you this app to use for your own personal use without cost, but you should be aware that you cannot send it on to anyone else, and you’re not allowed to copy, or modify the app, any part of the app, or our trademarks in any way. You’re not allowed to attempt to extract the source code of the app, and you also shouldn’t try to translate the app into other languages, or make derivative versions. The app itself, and all the trade marks, copyright, database rights and other intellectual property rights related to it, still belong to REDBACK. At the bottom of these terms and conditions you will be able to find links to our website where we set out our Privacy Policy, which will be relevant if you use the app to use REDBACK robots in the future. 2.Privacy Policy General Information This information provides the REDBACK Robots App (the App) privacy policy regarding the purpose, use, and sharing of any Personally Information (PI) collected via this website and/or the App. Our privacy policy explains our information practices when you provide PI to us, whether collected online or offline, or when you visit us online to browse, obtain information, or conduct a transaction. PI may include: your name and email(nick name is also workable for the appliance but the email needs to be real.). We do not require you to register or provide personal information to visit the App. However, to maintain connectivity between you and REDBACK robots, a registration in the App with your email account is required. The PI you provide on REDBACK Robots App will be used only for its intended purpose. We will protect your information consistent with us and us only. Personally Information (PI) As a general rule, the App does not collect PI about you when you are using, unless you choose to provide such information to us. Submitting PI through the App is voluntary. By doing so, you are giving the App your permission to use the information for the stated purpose. Generally, the information requested will be used to get the original password for controlling the robot mower.
nn: Vilkår for bruk og personvernregler 1.Term of Services By downloading or using the app, these terms will automatically apply to you – you should make sure therefore that you read them carefully before using the app. We are offering you this app to use for your own personal use without cost, but you should be aware that you cannot send it on to anyone else, and you’re not allowed to copy, or modify the app, any part of the app, or our trademarks in any way. You’re not allowed to attempt to extract the source code of the app, and you also shouldn’t try to translate the app into other languages, or make derivative versions. The app itself, and all the trade marks, copyright, database rights and other intellectual property rights related to it, still belong to REDBACK. At the bottom of these terms and conditions you will be able to find links to our website where we set out our Privacy Policy, which will be relevant if you use the app to use REDBACK robots in the future. 2.Privacy Policy General Information This information provides the REDBACK Robots App (the App) privacy policy regarding the purpose, use, and sharing of any Personally Information (PI) collected via this website and/or the App. Our privacy policy explains our information practices when you provide PI to us, whether collected online or offline, or when you visit us online to browse, obtain information, or conduct a transaction. PI may include: your name and email(nick name is also workable for the appliance but the email needs to be real.). We do not require you to register or provide personal information to visit the App. However, to maintain connectivity between you and REDBACK robots, a registration in the App with your email account is required. The PI you provide on REDBACK Robots App will be used only for its intended purpose. We will protect your information consistent with us and us only. Personally Information (PI) As a general rule, the App does not collect PI about you when you are using, unless you choose to provide such information to us. Submitting PI through the App is voluntary. By doing so, you are giving the App your permission to use the information for the stated purpose. Generally, the information requested will be used to get the original password for controlling the robot mower.
pl: Zasady usługi i polityka prywatności 1.Term of Services By downloading or using the app, these terms will automatically apply to you – you should make sure therefore that you read them carefully before using the app. We are offering you this app to use for your own personal use without cost, but you should be aware that you cannot send it on to anyone else, and you’re not allowed to copy, or modify the app, any part of the app, or our trademarks in any way. You’re not allowed to attempt to extract the source code of the app, and you also shouldn’t try to translate the app into other languages, or make derivative versions. The app itself, and all the trade marks, copyright, database rights and other intellectual property rights related to it, still belong to REDBACK. At the bottom of these terms and conditions you will be able to find links to our website where we set out our Privacy Policy, which will be relevant if you use the app to use REDBACK robots in the future. 2.Privacy Policy General Information This information provides the REDBACK Robots App (the App) privacy policy regarding the purpose, use, and sharing of any Personally Information (PI) collected via this website and/or the App. Our privacy policy explains our information practices when you provide PI to us, whether collected online or offline, or when you visit us online to browse, obtain information, or conduct a transaction. PI may include: your name and email(nick name is also workable for the appliance but the email needs to be real.). We do not require you to register or provide personal information to visit the App. However, to maintain connectivity between you and REDBACK robots, a registration in the App with your email account is required. The PI you provide on REDBACK Robots App will be used only for its intended purpose. We will protect your information consistent with us and us only. Personally Information (PI) As a general rule, the App does not collect PI about you when you are using, unless you choose to provide such information to us. Submitting PI through the App is voluntary. By doing so, you are giving the App your permission to use the information for the stated purpose. Generally, the information requested will be used to get the original password for controlling the robot mower.
pt: Termos de serviço e política de privacidade 1.Term of Services By downloading or using the app, these terms will automatically apply to you – you should make sure therefore that you read them carefully before using the app. We are offering you this app to use for your own personal use without cost, but you should be aware that you cannot send it on to anyone else, and you’re not allowed to copy, or modify the app, any part of the app, or our trademarks in any way. You’re not allowed to attempt to extract the source code of the app, and you also shouldn’t try to translate the app into other languages, or make derivative versions. The app itself, and all the trade marks, copyright, database rights and other intellectual property rights related to it, still belong to REDBACK. At the bottom of these terms and conditions you will be able to find links to our website where we set out our Privacy Policy, which will be relevant if you use the app to use REDBACK robots in the future. 2.Privacy Policy General Information This information provides the REDBACK Robots App (the App) privacy policy regarding the purpose, use, and sharing of any Personally Information (PI) collected via this website and/or the App. Our privacy policy explains our information practices when you provide PI to us, whether collected online or offline, or when you visit us online to browse, obtain information, or conduct a transaction. PI may include: your name and email(nick name is also workable for the appliance but the email needs to be real.). We do not require you to register or provide personal information to visit the App. However, to maintain connectivity between you and REDBACK robots, a registration in the App with your email account is required. The PI you provide on REDBACK Robots App will be used only for its intended purpose. We will protect your information consistent with us and us only. Personally Information (PI) As a general rule, the App does not collect PI about you when you are using, unless you choose to provide such information to us. Submitting PI through the App is voluntary. By doing so, you are giving the App your permission to use the information for the stated purpose. Generally, the information requested will be used to get the original password for controlling the robot mower.
sk: Termino del servicio y política de privacidad 1.Term of Services By downloading or using the app, these terms will automatically apply to you – you should make sure therefore that you read them carefully before using the app. We are offering you this app to use for your own personal use without cost, but you should be aware that you cannot send it on to anyone else, and you’re not allowed to copy, or modify the app, any part of the app, or our trademarks in any way. You’re not allowed to attempt to extract the source code of the app, and you also shouldn’t try to translate the app into other languages, or make derivative versions. The app itself, and all the trade marks, copyright, database rights and other intellectual property rights related to it, still belong to REDBACK. At the bottom of these terms and conditions you will be able to find links to our website where we set out our Privacy Policy, which will be relevant if you use the app to use REDBACK robots in the future. 2.Privacy Policy General Information This information provides the REDBACK Robots App (the App) privacy policy regarding the purpose, use, and sharing of any Personally Information (PI) collected via this website and/or the App. Our privacy policy explains our information practices when you provide PI to us, whether collected online or offline, or when you visit us online to browse, obtain information, or conduct a transaction. PI may include: your name and email(nick name is also workable for the appliance but the email needs to be real.). We do not require you to register or provide personal information to visit the App. However, to maintain connectivity between you and REDBACK robots, a registration in the App with your email account is required. The PI you provide on REDBACK Robots App will be used only for its intended purpose. We will protect your information consistent with us and us only. Personally Information (PI) As a general rule, the App does not collect PI about you when you are using, unless you choose to provide such information to us. Submitting PI through the App is voluntary. By doing so, you are giving the App your permission to use the information for the stated purpose. Generally, the information requested will be used to get the original password for controlling the robot mower.
sl: Pogoji storitve in pravilnik o zasebnosti 1.Term of Services By downloading or using the app, these terms will automatically apply to you – you should make sure therefore that you read them carefully before using the app. We are offering you this app to use for your own personal use without cost, but you should be aware that you cannot send it on to anyone else, and you’re not allowed to copy, or modify the app, any part of the app, or our trademarks in any way. You’re not allowed to attempt to extract the source code of the app, and you also shouldn’t try to translate the app into other languages, or make derivative versions. The app itself, and all the trade marks, copyright, database rights and other intellectual property rights related to it, still belong to REDBACK. At the bottom of these terms and conditions you will be able to find links to our website where we set out our Privacy Policy, which will be relevant if you use the app to use REDBACK robots in the future. 2.Privacy Policy General Information This information provides the REDBACK Robots App (the App) privacy policy regarding the purpose, use, and sharing of any Personally Information (PI) collected via this website and/or the App. Our privacy policy explains our information practices when you provide PI to us, whether collected online or offline, or when you visit us online to browse, obtain information, or conduct a transaction. PI may include: your name and email(nick name is also workable for the appliance but the email needs to be real.). We do not require you to register or provide personal information to visit the App. However, to maintain connectivity between you and REDBACK robots, a registration in the App with your email account is required. The PI you provide on REDBACK Robots App will be used only for its intended purpose. We will protect your information consistent with us and us only. Personally Information (PI) As a general rule, the App does not collect PI about you when you are using, unless you choose to provide such information to us. Submitting PI through the App is voluntary. By doing so, you are giving the App your permission to use the information for the stated purpose. Generally, the information requested will be used to get the original password for controlling the robot mower.
