Repository: mzx-699/DeLin_WIFI
Catalog: DeLin/*.lproj/Localizable.strings
Languages: cs, da, de, fr, hu, it, nn, pl, pl_pl, pt, ru, sk, sl, sv

source: Home wireless network passwords
cs: Hesla pro domácí bezdrátovou síť
da: Adgangskoder til trådløse hjemmenetværk
de: Passwörter für drahtlose Heimnetzwerke
fr: Mots de passe du réseau sans fil domestique
hu: Otthoni vezeték nélküli hálózati jelszavak
it: password della rete wireless domestica
nn: Hjemme trådløse nettverkspassord
pl: Hasła domowej sieci bezprzewodowej
pt: senha sem fio da rede doméstica
sk: Contraseñas de redes inalámbricas domésticas
sl: Gesla za domače brezžično omrežje

source: Press exit again
cs: Znovu stiskněte tlačítko Konec
da: Tryk exit igen
de: Drücken Sie erneut auf exit
fr: Appuyer sur Exit à nouveau
hu: Nyomja meg újra a Befejezés gombot
it: Premere nuovamente exit
nn: Trykk exit igjen
pl: Naciśnij ponownie wyjście
pl_pl: Wciśnij ponownie przycisk Koniec
pt: Pressione EXIT novamente
ru: Снова нажмите ВЫХОД
sk: Pulse exit de nuevo
sl: Ponovno pritisnite izhod.
sv: Tryck exit igen

source: Save changes
cs: Uložit změny
da: Gem ændringer
de: Änderungen speichern
fr: Sauvegarder les modifications
hu: Mentse a változásokat
it: Salvare le modifiche
nn: Lagre endringer
pl: Zapisz zmiany
pl_pl: Zapisz zmiany
pt: Guardar alterações
ru: Сохраните изменения
sk: Guardar cambios
sl: Shranite spremembe
sv: Spara ändringar

source: Remember the password
cs: Zapamatovat heslo
da: Husk password
de: Merken Sie sich das Passwort
fr: Sauvegarder le mot de passe
hu: Jegyezze meg a jelszót
it: Ricorda la password
nn: Husk passordet
pl: Zapamiętaj hasło
pl_pl: Zapamiętaj hasło
pt: Memorizar palavra-passe
ru: Запомните пароль
sk: Recordar contraseña
sl: Zapomnite si geslo
sv: Kom ihåg lösenordet

source: Choose your language
cs: Zvolte svůj jazyk
da: Vælg sprog
de: Wählen Sie Ihre Sprache
fr: Choisissez votre langue
hu: Válasszon nyelvet
it: scegli la tua LINGUA
nn: Velg dit språk
pl: Wybierz swój język
pl_pl: Wybierz język
pt: Escolha o seu idioma
ru: Выберите язык
sk: Elegir lenguaje
sl: Izberite jezik
sv: Välj språk

source: Mowing area
cs: Sečená oblast
da: Klippeområde
de: Mähfläche
fr: Zone de tonte
hu: Nyírt terület
it: Area di falciatura
nn: Klippeareal
pl: Obszar koszenia
pl_pl: Koszony obszar
pt: Área de corte
ru: Площадь газона
sk: Area de corte
sl: Območje košnje
sv: Klippområde

source: Next working
cs: Příští práce
da: Næste cyklus
de: Nächste Arbeit
fr: Prochain travail
hu: Következő munka
it: Prossimo lavoro
nn: Neste arbeidssyklus
pl: Następna praca
pl_pl: Następna praca
pt: Próximo ciclo de trabalho
ru: Следующее включение
sk: Próximo trabajo
sl: Naslednje delo
sv: Nästa cykel

source: HOME
cs: DOMŮ
da: Hjem
de: STARTSEITE
fr: Base de charge
hu: HAZA
it: CASA
nn: Hjem
pl: DOM
pl_pl: POWRÓT
sk: BASE CARGA
sl: DOMOV
sv: Hem

source: START
fr: Démarrage
it: INIZIO
sk: COMENZAR

source: Working Area Setting
cs: Nastavení pracovní oblasti
da: Indstilling areal
de: Einstellung des Arbeitsbereichs
fr: Configuration de la zone de travail
hu: A munkaterület beállítása
it: Impostazione dell'area di lavoro
nn: Innstilling av arbeidsområde
pl: Ustawienie obszaru roboczego
pl_pl: Ustawienia obszaru roboczego
pt: Definição da área de trabalho
ru: Установка полощади газона
sk: Configurar área
sl: Nastavitve za delovno območje
sv: Inställning av arbetsområde

source: Working Time Setting
cs: Nastavení pracovní doby
da: Indstilling tid
de: Einstellung der Arbeitszeit
fr: Configuration du temps
hu: A munkaidő beállítása
it: Impostazione dell'orario di lavoro
nn: Innstilling av arbeidstid
pl: Ustawienie czasu pracy
pl_pl: Ustawienia czasu pracy
pt: Definição do tempo de trabalho
ru: Установка времени работы
sk: Configurar tiempo
sl: Natavitve za delovni čas
sv: Inställning av arbetstid

source: SET DONE
cs: NASTAVENÍ DOKONČENO
da: Indstilling slut
de: EINSTELLUNG GESCHLOSSEN
fr: Modifications réalisées
hu: A BEÁLLÍTÁS BEFEJEZŐDÖTT
it: SET FATTO
nn: Innstillingen gjort
pl: USTAWIENIA ZROBIONE
pl_pl: USTAWIENIA ZAKOŃCZONE
pt: Predefinições concluídas
ru: Сохраните настройки
sk: Ajustes realizados
sl: Nastavljeno
sv: Inställning klar

source: connecting
cs: připojování
da: Forbinder
de: verbindend
fr: En connexion
hu: csatlakoztatás
it: COLLEGAMENTO
nn: Kobler til
pl: łączenie
pl_pl: łączenie
pt: Conexão
ru: Подключить
sk: Conectando
sl: Povezovanje
sv: Ansluter

source: wifi name
cs: název bezdrátové sítě
da: Wifi navn
fr: Nom du wifi
hu: a vezeték nélküli hálózat neve
it: nome wifi
nn: Wifi navn
pl: nazwa wifi
pl_pl: nazwa sieci bezprzewodowej
pt: Nome de rede wifi
ru: Имя WI-FI сети
sk: Nombre wifi
sl: Wifi ime
sv: Wifi namn

source: success
cs: úspěšné
da: Succes
de: Erfolg
fr: Succès
hu: sikeres
it: successo
nn: Suksess
pl: sukces
pl_pl: zakończyło się powodzeniem
pt: com êxito
ru: Успешно
sk: Ok
sl: Uspešno
sv: Lyckades

source: fail
cs: neúspěšné
da: Fejl
de: scheitern
fr: Echec
hu: sikertelen
it: fallire
pl: niepowodzenie
pl_pl: zakończyło się niepowodzeniem
pt: erro
ru: Сбой
sk: Error
sl: Neuspešno
sv: Misslyckades

source: Wireless message error
cs: Chybové hlášení bezdrátové sítě
da: Fejl i trådløs meddelelse
de: Drahtloser Nachrichtenfehler
fr: Message d'erreur wifi
hu: A vezeték nélküli hálózat hibaüzenete
it: Errore di messaggio wireless
nn: Feil i trådløs melding
pl: Wiadomość o błędzie sieici bezprzewodowej
pl_pl: Komunikat błędu sieci bezprzewodowej
pt: Mensagem de erro wireless
ru: Ошибка беспроводного соединения
sk: Mensaje de error en wifi
sl: Wifi napaka
sv: Fel i trådlöst meddelande

source: Password
cs: Heslo
de: Kennwort
fr: Mot de passe
hu: Jelszó
it: Parola d'ordine
nn: Passord
pl: Hasło
pl_pl: Hasło
ru: Пароль
sk: Contraseña
sl: Geslo
sv: Lösenord

source: Old pin code
cs: Starý kód PIN
da: Gammel pinkode
de: Alter Pin-Code
fr: Code PIN Précédent
hu: Régi PIN kód
it: Vecchio codice pin
nn: Gammel pinkode
pl: Stary kod PIN
pl_pl: Stary kod PIN
pt: Código PIN antigo
ru: Старый пин код
sk: Pin anterior
sl: Stara pin koda
sv: Gammal pinkod

source: New pin code
cs: Nový kód PIN
da: Ny pinkode
de: Neuer Pin-Code
fr: Nouveau Code PIN
hu: Új PIN kód
it: Nuovo codice pin
nn: Ny pinkode
pl: Nowy kod PIN
pl_pl: Nowy kod PIN
pt: Código PIN novo
ru: Новый пин код
sk: Pin nuevo
sl: Nova pin koda
sv: Ny pinkod

source: Repeat new pin code
cs: Zopakovat nový kód PIN
da: Gentag ny pinkode
de: Neuen Pin-Code wiederholen
fr: Répétez le nouveau code PIN
hu: Az új PIN kód újra
it: Ripeti il nuovo codice pin
nn: Gjenta ny pinkode
pl: Powtórz nowy kod PIN
pl_pl: Powtórz nowy kod PIN
pt: Repetir código PIN novo
ru: Повторите новый пин код
sk: Repetir pin nuevo
sl: Ponovite novo pin kodo
sv: Upprepa ny pinkod

source: Add Robot
cs: Přidat robotickou sekačku
da: Tilføj robot
de: Roboter hinzufügen
fr: Ajouter un robot
hu: A robotfűnyíró hozzáadása
it: Aggiungi Robot
nn: Legg til robot
pl: Dodaj robota
pl_pl: Dodaj robota koszącego
pt: Adicionar robot
ru: Добавьте устройство
sk: Añadir dispositivo
sl: Dodajte robota
sv: Lägg till robot

source: 1.Turn on your Robot.
cs: 1. Zapněte svoji robotickou sekačku.
da: 1. Tænd din robot
de: 1. Schalten Sie Ihren Roboter ein.
fr: 1. Allumez votre robot
hu: 1. Kapcsolja be robotfűnyíróját.
it: 1.Accendi il tuo robot.
nn: 1. Slå på roboten
pl: 1. Włącz robota.
pl_pl: 1. Włącz robota koszącego.
pt: 1. Ligar o robot
ru: 1. Включите устройство
sk: 1. Encienda su robot
sl: 1. Vključite robota
sv: 1. Starta roboten

source: 2.Change the interface as shown and press “OK”,the text “Network Configuration……” will appear.
cs: 2. Přepněte rozhraní znázorněným způsobem a stiskněte tlačítko „OK“; zobrazí text „Konfigurace sítě……“.
da: 2.Skift interface som vist, og tryk ”OK“ - teksten “Netværkskonfiguration” vises.
de: 2.Ändern Sie die Schnittstelle wie gezeigt und drücken Sie “OK”, der Text ”Netzwerkkonfiguration..........“ erscheint.
fr: 2. Modifiez l'interface comme affiché et appuyez sur “OK”, le texte “Configuration du réseau … ” va apparaître.
hu: 2. Kapcsolja át a felületet a feltüntetett módon, és nyomja meg az „OK” gombot; megjelenik a „... hálózat konfigurálása” szöveg.
it: 2. Modificare l'interfaccia come mostrato e premere “OK”, apparirà il testo “Configurazione di rete ……”.
nn: 2. Endre interface som vist og trykk “OK”- teksten “nettverkskonfigurasjon” vises
pl: 2. Zmień interfejs jak pokazano i naciśnij „OK”, pojawi się tekst „Konfiguracja sieci ……”.
pl_pl: 2. Przełącz menu w poniższy sposób i wciśnij przycisk „OK”; pojawi się tekst „Konfiguracja sieci……”.
pt: 2.Mude a interface como indicado e pressione “OK”. o texto ”Network configuration“ (Configuração de rede)........” aparecerá.
ru: 2. Включите поиск Wi-Fi как показано и нажмите ”ОК“, появится текст «Конфигурация сети ……»
sk: 2. Cambie la pantalla como se muestra y presione “OK”, el texto “configuración de red” aparecerá en pantalla.
sl: 2.Spremenite vmesnik, kot je prikazano, in pritisnite »V redu«. Prikazalo se bo besedilo »Konfiguracija omrežja ……«.
sv: 2. Ändra interface som visat och tryck “OK” - texten “nätverkskonfiguration” visas

source: 3.Press the connect button
cs: 3. Stiskněte tlačítko Připojit.
da: 3. Tryk på tilslut knappen
de: 3.Drücken Sie die Schaltfläche ”Verbinden“.
fr: 3. Appuyez sur le bouton de connexion
hu: 3. Nyomja meg a Csatlakozás gombot.
it: 3.Premere il pulsante di connessione
nn: 3.Trykk på tilkoblingsknappen
pl: 3. Naciśnij przycisk łączenia
pl_pl: 3. Wciśnij przycisk Połącz.
pt: 3. Pressione o botão de conexão
ru: 3. Нажмите кнопку Подключить
sk: 3. Pulse el botón de conexión
sl: 3. Pritisnite gumb za povezovanje
sv: 3. Tryck på anslutningsknappen

source: Connect hotspot “Robot_2_Mow” in settings
cs: Připojte se k připojovacímu bodu „Robot_2_Mow“ v nastaveních
da: Tilslut hotspot “Robot_2_Mow” under indstillinger
de: Hotspot “Robot_2_Mow” in Einstellungen verbinden
fr: Connectez le hotspot “Robot_2_Mow” dans les paramètres
hu: Csatlakozzon a „Robot_2_Mow” csatlakozási ponthoz a beállításokban
it: Connetti l'hotspot “Robot_2_Mow” nelle impostazioni
nn: Koble hotspot ”Robot_2_Mow“ i innstillingene
pl: Podłącz hotspot „Robot_2_Mow” w ustawieniach
pt: Ligar o ponto de acesso Wifi “Robot_2_Mow” nas definições
sk: En la configuración de la red del teléfono móvil
sl: V nastavitvah se povežite na hotspot “Robot_2_Mow”

source: Jump prompt
cs: Přeskočit výzvu
da: Tryk “shift” - OK
de: Aufforderung zum Springen
fr: Invite de saut
hu: A felszólítás átugrása
it: Indicatore di salto
nn: Trykk “shift”- OK
pl: Pojawienie monitu
pl_pl: Pomiń wezwanie
pt: Indicador de salto
ru: Пропустить
sk: Indicador de cambio
sl: Hiter skok
sv: Tryck “shift” - OK

source: Tip
cs: Doporučení
da: Tips
de: Tipp
fr: Astuce
hu: Javaslatok
it: mancia
nn: Tips
pl: Wskazówka
pl_pl: Zalecenia
pt: Dica
ru: Совет
sk: Aviso
sl: Nasvet
sv: Tips

source: Please make sure that boundary wire is settled correctly and machine is inside charging base!
cs: Ujistěte se, že ohraničující drát je správně usazený a že stroj je uvnitř nabíjecí základny!
da: Sørg for at sikre, at afgrænsningskablet er lagt korrekt, og at robotten står i ladestationen.
de: Bitte stellen Sie sicher, dass das Begrenzungskabel korrekt verlegt ist und sich die Maschine innerhalb der Ladestation befindet!
fr: Assurez vous que le câble de délimitation est correctement branché et que le robot est bien à l'intérieur de la base de chargement.
hu: Győződjön meg róla, hogy a határolódrót jól van elhelyezve, és hogy a gép a töltőalapzaton belül van!
it: Assicurati che il cavo perimetrale sia posizionato correttamente e che la macchina sia all'interno della base di ricarica!
nn: Sørg for at avgrensningskabelen er lagt riktig, og at maskinen er inne i ladestasjonen.
pl: Upewnij się, że przewód ograniczający jest prawidłowo ułożony, a maszyna znajduje się w bazie ładującej!
pl_pl: Upewnij się, że drut ograniczający jest prawidłowo założony i że maszyna jest w bazie ładującej!
pt: Por favor, certifique-se de que o fio delimitador está correctamente colocado e que o robot se encontra na estação de carregamento.
ru: Убедитесь, что ограничительный провод установлен правильно и устройство находится в зарядной станции!
sk: ¡Asegúrese de que el cable delimitador esté colocado correctamente y que la máquina esté dentro de la base de carga!
sl: Prepričajte se, da je mejna žica pravilno nameščena in da je stroj znotraj polnilne baze!
sv: Se till att avgränsningskabeln är korrekt lagd och att maskinen står i laddningsstationen.

source: Cancel
cs: Zrušit
da: Annuller
de: Abbrechen
fr: Annuler
hu: Törlés
it: Annulla
nn: Avbryt
pl: Anuluj
pl_pl: Anuluj
pt: Cancelar
ru: Отмена
sk: Cancelar
sl: Prekliči
sv: Avbryt

source: Change Name
cs: Změnit název
da: Skift navn
de: Name ändern
fr: Changer le nom
hu: A név módosítása
it: Cambia nome
nn: Endre navn
pl: Zmień nazwę
pl_pl: Zmień nazwę
pt: Mudar o nome
ru: Измените имя
sk: Cambiar nombre
sl: Spremeni ime
sv: Ändra namn

source: Input device name
cs: Zadejte název zařízení
da: Skriv navn på enhed
de: Name des Eingabegeräts
fr: Nom du dispositif
hu: Adja meg a készülék nevét
it: Nome del dispositivo di input
nn: Sett inn navn på enheten
pl: Wprowadź nazwę urządzenia
pl_pl: Wprowadź nazwę urządzenia
pt: Nome do dispositivo de entrada
ru: Введите имя устройства
sk: Introducir nombre del dispositivo
sl: Vnesite ime naprave
sv: Namnge enheten

source: email unavailable!
cs: E-mail není k dispozici!
da: Email ikke til rådighed
de: E-Mail nicht verfügbar!
fr: Email non disponible !
hu: Nem áll rendelkezésre e-mail!
it: email non disponibile!
nn: E-post ikke tilgjengelig
pl: e-mail niedostępny!
pl_pl: E-mail nie jest dostępny!
pt: e-mail indisponível!
ru: Неверный адрес электронной почты
sk: Email no disponible
sl: Email ni na voljo!
sv: E-post ej tillgänglig

source: username or password error!
cs: Chybné uživatelské jméno nebo heslo!
da: Fejl i brugernavn eller password
de: Benutzername oder Passwortfehler!
fr: Erreur d' Utilisateur ou de Mot de passe
hu: Adja meg felhasználói nevét vagy jelszavát!
it: errore di nome utente o password!
nn: Feil i brugernavn eller passord
pl: błąd nazwy użytkownika lub hasła!
pl_pl: Błędna nazwa użytkownika lub hasło!
pt: erro de nome de utilizador ou palavra-passe!
ru: Неправильное имя пользователя или пароль
sk: Usuario o contraseña incorrectos
sl: Napaka uporabniškega imena ali gesla!
sv: Fel i användarnamn eller lösenord

source: Connection successful!
cs: Připojení bylo úspěšné!
da: Forbindelsen er vellykket
de: Verbindung erfolgreich!
fr: Connection réalisée avec succès!
hu: A csatlakozás sikeres volt!
it: Connessione riuscita!
nn: Tilkoblingen vellykket
pl: Połączenie powiodło się!
pl_pl: Połączenie powiodło się!
pt: Conexão estabelecida com sucesso!
ru: Подключено
sk: Conexión correcta
sl: Povezava uspešna!
sv: Anslutningen lyckades

source: From the beginning,applications can help you make the most of connected devices
de: Von Anfang an können Anwendungen Ihnen helfen, das Beste aus den angeschlossenen Geräten zu machen
fr: Dès la première utilisation, vous pouvez tirer le meilleur parti des applications
hu: Az alkalmazások az elejétől fogva segíteni tudnak, hogy minél jobban kihasználja a csatlakoztatott készülékeket
nn: Fra begynnelsen av kan applikasjoner hjelpe deg med å få mest mulig ut av tilkoblede enheter.
pl_pl: Aplikacja od początku może pomóc najlepiej wykorzystywać podłączone urządzenia
pt: Desde o início, as aplicações podem ajudá-lo a tirar o máximo rendimento dos seus dispositivos conectados
sk: Puede obtener el máximo aprovechamiento con las aplicaciones
sv: Från början kan applikationer hjälpa dig med att få nytta av anslutna enheter.

source: Welcome!
cs: Vítejte!
da: Velkommen
de: Herzlich willkommen!
fr: Bienvenue!
hu: Üdvözöljük!
it: Benvenuto !
nn: Velkommen
pl: Witamy!
pl_pl: Witaj!
pt: Bem-vindo!
ru: Добро пожаловать!
sk: ¡Bienvenido!
sl: Dobrodošli!
sv: Välkommen

source: New ID
cs: Nový ID
da: Ny ID
de: Neue ID
fr: Nouvel ID
hu: Új ID
it: Nuovo ID
nn: Ny ID
pl: Nowy identyfikator
pt: Nova identificação
sk: Nueva ID
sl: Nov ID
sv: Nytt id

source: Device to connect
cs: Zařízení, které má být připojeno
da: Enhed, der skal tilsluttes
de: Zu verbindendes Gerät
fr: Dispositif à connecter
hu: A csatlakoztatandó készülék
it: Dispositivo da collegare
nn: Enhet for å koble til
pl: Urządzenie do podłączenia
pl_pl: Urządzenie, które zostało podłączone
pt: Dispositivo para conexão
ru: Подключите устройство
sk: Dispositivo a conectar
sl: Povežite napravo
sv: Enhet som ska anslutas

source: Start to experience
cs: Seznamte se s postupem
da: Begynd at opleve
de: Beginn der Erfahrung
fr: Démarrer l'utilisation
hu: Ismerje meg, mit kell tennie
it: Inizia a sperimentare
nn: Begynne å oppleve
pl: Zacznij doświadczać
pl_pl: Zapoznaj się z procedurą
pt: Ligue para experimentar
ru: Начать работу
sk: Comenzar a usar
sl: Začnite izkušnjo
sv: Börja uppleva

source: Your personal information
cs: Vaše osobní údaje
da: Dine personlige data
de: Ihre persönlichen Informationen
fr: Vos informations personnelles
hu: Személyes adatai
it: Le tue informazioni personali
nn: Dine personlige data
pl: Twoje dane osobowe
pl_pl: Twoje dane osobowe
pt: Os seus dados pessoais
ru: Ваша личная информация
sk: Información personal
sl: Vaši osebni podatki
sv: Dina personuppgifter

source: To create an account,we need your personal information
da: For at oprette en konto, skal vi kende dine personlige data
de: Um ein Konto zu erstellen, benötigen wir Ihre persönlichen Daten
fr: Pour créer un compte, nous avons besoin de vos informations personnelles
hu: A fiók létrehozásához szükség van a személyes adataira
nn: For å opprette en konto trenger vi dine personlige data
pl_pl: Do stworzenia konta potrzebne są Twoje dane osobowe
pt: Para criar uma conta,precisamos dos seus dados pessoais
sk: Para crear una cuenta, necesitamos su información personal
sv: För att upprätta ett konto behöver vi dina personuppgifter

source: Region
cs: Oblast
fr: Région
hu: Terület
it: Regione
pt: Região
ru: Регион
sl: Regija

source: Continue to
cs: Pokračovat
da: Fortsæt til
de: Weiter zu
fr: Continuer
hu: Folytatás
it: Continuare a
nn: Fortsette å
pl: Kontynuuj
pl_pl: Dalej
pt: Continuar para
ru: Продолжить
sk: Continuar
sl: Nadaljujte do
sv: Fortsätt till

source: Please prepare your home wireless network password You may need it later
cs: Připravte si heslo pro přístup ke své domácí bezdrátové síti, které později můžete potřebovat
da: Forbered dit trådløse hjemmenetværks password. Du kan få brug for det senere
de: Bitte bereiten Sie Ihr Passwort für Ihr drahtloses Heimnetzwerk vor ,Sie benötigen es vielleicht später
fr: Veuillez préparer le mot de passe de votre réseau sans fil domestique. Vous en aurez peut-être besoin plus tard
hu: Készítse elő otthoni vezeték nélküli hálózatának hozzáférési jelszavát, mert később szüksége lehet rá
it: Preparare la password della rete wireless domestica. Potrebbe essere necessaria in seguito
nn: Forbered ditt trådløse nettverk passord. Du kan trenge det senere.
pl: Przygotuj hasło domowej sieci bezprzewodowej. Może być potrzebne później
pl_pl: Przygotuj hasło dostępu do lokalnej sieci bezprzewodowej. Może być później potrzebne
pt: Por favor prepare a sua password de rede sem fios doméstica. Poderá precisar dela mais tarde
ru: Пожалуйста, подготовьте пароль домашней беспроводной сети. Он может понадобиться позже.
sk: Tenga su contraseña de wifi a mano; podrá necesitarla más tarde
sl: Pripravite geslo za domače brezžično omrežje. Morda ga boste potrebovali pozneje.
sv: Förbered ditt trådlösa nätverks lösenord. Du kan behöva det senare.

source: Ok,got it
cs: OK, potvrzeno
da: OK, er forstået
de: Ok, verstanden.
fr: Ok, reçu
hu: ENTER, jóváhagyva
it: Ok capito
nn: Ok, forstått.
pl: Ok, rozumiem
pl_pl: OK, potwierdzone
pt: Ok,entendido
sk: Ok, recibido.
sl: Ok, razumem
sv: OK, förstått

source: Press the robot repeater button
cs: Stiskněte tlačítko opakovače robota
da: Tryk på WI-FI box knappen
de: Drücken Sie die Roboter-Repeater-Taste
fr: Appuyez sur le bouton du répéteur du robot
hu: Nyomja meg a robotismétlő gombot
it: Premere il pulsante ripetitore robot
nn: Trykk på robotens repeaterknapp
pl: Naciśnij przycisk repeatera robota
pt: Pressione o botão repetidor do robô
sk: Presione el botón repetidor del robot
sl: Pritisnite gumb robotskega repetitorja

source: When the robot's wireless network indicator flashes,the robot is ready to connect.
cs: když indikátor bezdrátové sítě robota bliká, je robot připraven se připojit
da: Når WI-FI boxen blinker, er robotten klar til at oprette orbindelsen (husk maskine skal stå tæt på WI-FI boksen første gang og tændt)
de: Wenn die drahtlose Netzwerkanzeige des Roboters blinkt, ist der Roboter bereit, eine Verbindung herzustellen
fr: lorsque l'indicateur de réseau sans fil du robot clignote, le robot est prêt à se connecter
hu: amikor a robot vezeték nélküli hálózatának jelzőfénye villog, a robot készen áll a csatlakozásra
it: quando l'indicatore di rete wireless del robot lampeggia, il robot è pronto per la connessione
nn: når robotens indikator for trådløst nettverk blinker, er roboten klar til å koble til
pl: gdy wskaźnik sieci bezprzewodowej robota miga, robot jest gotowy do połączenia
pl_pl: Jeśli na robocie koszącym mruga wskaźnik sieci bezprzewodowej, robot jest przygotowany do koszenia.
pt: quando o indicador de rede sem fio do robô pisca, o robô está pronto para se conectar
ru: Когда индикатор беспроводной сети на репитере замигает, устройство готово к подключению.
sk: cuando el indicador de red inalámbrica del robot parpadea, el robot está listo para conectarse
sl: ko indikator brezžičnega omrežja robota utripa, je robot pripravljen za povezavo
sv: När robotens trådlösa nätverksindikator blinkar är roboten klar att ansluta.

source: Add equipment
cs: Přidat zařízení
da: Tilføj udstyr
de: Ausrüstung hinzufügen
fr: Ajouter un équipement
hu: Készülék hozzáadása
it: Aggiungi attrezzatura
nn: Legg til utstyr
pl: Dodaj wyposażenie
pl_pl: Dodaj urządzenie
pt: Adicionar equipamento
ru: Добавить устройство
sk: Añadir equipo
sl: Dodajte opremo
sv: Lägg till utrustning

source: Select your device
cs: Vyberte své zařízení
da: Vælg din enhed
de: Wählen Sie Ihr Gerät aus
fr: Sélectionnez votre appareil
hu: Válassza ki készülékét
it: Seleziona il tuo dispositivo
nn: Velg enheten
pl: Wybierz swoje urządzenie
pl_pl: Wybierz swoje urządzenie
pt: Selecione o seu dispositivo
ru: Выберите модель
sk: Seleccionar dispositivo
sl: Izberite svojo napravo
sv: Välj enhet

source: Please enter the device password
cs: Zadejte heslo zařízení
da: Indtast enhedens password
de: Bitte geben Sie das Gerätepasswort ein
fr: Veuillez saisir le mot de passe de l'appareil
hu: Adja meg a készülék jelszavát
it: Inserisci la password del dispositivo
nn: Skriv inn enhetens passord
pl: Wprowadź hasło urządzenia
pl_pl: Wprowadź hasło urządzenia
pt: Por favor introduza a palavra-chave do dispositivo
ru: Введите пароль доступа к устройству
sk: Por favor, introduzca contraseña
sl: Vnesite geslo naprave
sv: Skriv enhetens lösenord

source: Please refer to the manual for details at the beginning.
cs: Začněte vyhledáním podrobných pokynů v návodu.
da: Tjek manualen for detaljer i begyndelsen
de: Einzelheiten entnehmen Sie bitte dem Handbuch am Anfang.
fr: Veuillez vous référer au manuel pour plus de détails avant la première utilisation
hu: Kezdje azzal, hogy megkeresi a részletes utasításokat az útmutatóban.
it: Fare riferimento al manuale per i dettagli all'inizio.
nn: Se håndboken for detaljer i begynnelseen
pl: Szczegółowe informacje znajdują się na początku w instrukcji.
pl_pl: Zacznij wyszukiwać szczegółowe wskazówki w instrukcji.
pt: Consultar o manual para mais pormenores.
ru: Перед первым использованием изучите руководство по эксплуатации
sk: Consulte el manual para más detalles antes del primer uso.
sl: Pred začetkom preberite navodila za uporabo
sv: Se manualen för detaljer i början
