Repository: mzx-699/DeLin_WIFI
Catalog: DeLin/*.lproj/Localizable.strings
Languages: cs, da, de, fr, hu, it, nn, pl, pl_pl, pt, ru, sk, sl, sv

source: Are you sure to delete?
cs: Skutečně chcete zařízení odstranit?
da: Er du sikker på, at du vil slette?
de: Sind Sie sicher, dass Sie löschen wollen?
fr: Êtes-vous sûr de vouloir supprimer?
hu: Tényleg el akarja távolítani a készüléket?
it: Sei sicuro di cancellare?
nn: Er du sikker på å slette?
pl: Czy na pewno chcesz usunąć?
pl_pl: Czy na pewno chcesz usunąć urządzenie?
pt: Tem a certeza que pretende apagar?
ru: Вы уверены, что хотите удалить?
sk: ¿Está seguro de eliminar?
sl: Ali ste prepričani, da želite izbrisati?
sv: Är du säker på att du vill radera?

source: Set the language
cs: Nastavit jazyk
da: Indstil sprog
de: Sprache einstellen
fr: Définir la langue
hu: A nyelv beállítása
it: Imposta la lingua
nn: Innstill språket
pl: Ustaw język
pl_pl: Ustaw język
pt: Definir o idioma
ru: Установите язык
sk: Configurar lenguaje
sl: Nastavite jezik
sv: Ställ in språk

source: Configue result
cs: Výsledná konfigurace
da: Konfigurer resultatet
de: Konfusionsergebnis
fr: Définir le résultat
hu: Végső konfiguráció
it: Configura il risultato
nn: Konfigurere resultat
pl: Wynik konfiguracji
pl_pl: Uzyskana konfiguracja
pt: Configurar o resultado
ru: Результат настройки
sk: Configurar resultado
sl: Konfigurirajte rezultat
sv: Konfigurera resultat

source: I know
cs: Je-mi známo
da: Jeg ved
de: Ich weiß.
fr: je connais
hu: Tisztában vagyok vele
it: lo so
nn: Jeg vet
pl: wiem
pl_pl: Wiem
pt: Percebi
ru: Я знаю
sk: De acuerdo
sl: Vem
sv: Jag vet

source: Done
cs: Hotovo
da: Færdig
de: Erledigt
fr: Terminé
hu: Kész
it: Fatto
nn: Ferdig
pl: Gotowe
pl_pl: Gotowe
pt: Concluído
ru: Готово
sk: Hecho
sl: Končano
sv: Färdig

source: time out
cs: Časový limit
da: tiden er gået
de: Auszeit
fr: temps libre
hu: időtúllépés
it: tempo scaduto
nn: pause
pl: koniec czasu
pt: tempo esgotado
sk: se acabó el tiempo
sl: odmor
