Repository: mzx-699/DeLin_WIFI
Catalog: DeLin/*.lproj/Localizable.strings
Languages: cs, da, de, fr, hu, it, nn, pl, pl_pl, pt, ru, sk, sl, sv

source: Login
cs: Přihlášení
de: Anmeldung
hu: Bejelentkezés
it: Accesso
nn: Logg Inn
pl: Zaloguj sie
pl_pl: Logowanie
ru: Логин
sk: Inicio sesión
sl: Prijava
sv: Logga in

source: STOP
it: FERMARE
nn: Stopp
pl: ZATRZYMAĆ
sv: Stopp

source: Through APP take advantage of your equipment
da: Gennem din APP får du mange fordele med dit udstyr

# E3
source: E3 Mower detected outside the lawn
da: E3 Maskine udenfor afgrænsningsområde

source: Ok
ru: ОК

source: control,Arrange the schedule,monitor
ru: Управление, настройка графика работы, мониторинг состояния устройства
