Repository: mzx-699/DeLin_WIFI
Catalog: DeLin/*.lproj/Localizable.strings
Languages: cs, da, de, fr, hu, it, nn, pl, pl_pl, pt, ru, sk, sl, sv

source: Forgot password
cs: Zapomenuté heslo
da: Glemt password
de: Vergessenes Passwort
fr: Mot de passe oublié
hu: Elfelejtett jelszó
it: Ha dimenticato la password
nn: Glemt passord
pl: Zapomniałeś hasła
pl_pl: Zapomniane hasło
pt: Palavra-passe esquecida.
ru: Забыли пароль
sk: Contraseña olvidada
sl: Ste pozabili geslo
sv: Glömt lösenord

source: Resetting the password is easy
cs: Obnovení hesla je snadné
da: Det er nemt at nulstille password
de: Das Zurücksetzen des Passworts ist einfach
fr: La réinitialisation du mot de passe est facile
hu: A jelszó módosítása egyszerű
it: Reimpostare la password è facile
nn: Det er enkelt å tilbakestille passordet
pl: Resetowanie hasła jest łatwe
pl_pl: Przywrócenie hasła jest łatwe
pt: Redefinir a palavra-passe é fácil
ru: Сбросить пароль
sk: Reiniciar la contraseña es fácil.
sl: Ponastavitev gesla je enostavna
sv: Det är enkelt att återställa lösenordet

source: We will send you the steps to reset your password.First,please confirm your email address:
da: Vi vil sende dig trinene til at nulstille dit password. Venligst bekræft din email adresse:
de: Wir senden Ihnen die Schritte zum Zurücksetzen Ihres Passworts zu. Bitte bestätigen Sie zunächst Ihre E-Mail-Adresse:
fr: Nous vous enverrons les étapes pour réinitialiser votre mot de passe.Tout d'abord, veuillez confirmer votre adresse e-mail:
hu: Információt küldünk Önnek, hogyan kell jelszavát módosítani. Először erősítse meg e-mailcímét:
nn: Vi sender deg trinnene for å tilbagestille passordet ditt. Først bekreft e-postadressen din.
pl_pl: Wyślemy Ci informacje o sposobie przywrócenia hasła. Najpierw potwierdź swój adres e-mail:
pt: Enviar-lhe-emos os passos para redefinir a sua palavra-passe. Primeiro, confirme o seu endereço de e-mail:
sk: Le enviaremos los pasos para conseguir su nueva contraseña. Confirme su email por favor:
sv: Vi skickar dig stegen för att återställa ditt lösenord. Vänligen bekräfta först din e-postadress.

source: Confirm
cs: Potvrdit
da: Bekræft
de: Bestätigen Sie
fr: Confirmer
hu: Megerősítés
it: Confermare
nn: Bekreft
pl: Potwierdź
pl_pl: Potwierdź
pt: Confirmar
ru: Подтвердить
sk: Confirmar
sl: Potrdi
sv: Bekräfta

source: We have sent you an E-mail
cs: Zaslali jsme vám e-mail
da: Vi har sendt dig en e-mail.
de: Wir haben Ihnen eine E-Mail geschickt
fr: Nous vous avons envoyé un e-mail
hu: Elküldtük Önnek az e-mailt
it: Ti abbiamo inviato un'e-mail
nn: Vi har sendt deg en e-post
pl: Wysłaliśmy Ci e-mail
pl_pl: Wysłaliśmy Ci e-mail
pt: Enviámos-lhe um e-mail
ru: Мы отправили вам электронное письмо
sk: Le hemos enviado un e-mail
sl: Poslali smo vam e-mail
sv: Vi har skickat ett mail till dig

source: Please follow the steps listed in the email to reset your password
cs: Při obnovování nastavení svého hesla se řiďte postupem, jehož kroky jsou uvedeny v emailu
da: Følg trinene i emailen for at nulstille dit password
de: Bitte folgen Sie den in der E-Mail aufgeführten Schritten, um Ihr Passwort zurückzusetzen
fr: Veuillez suivre les étapes répertoriées dans l'e-mail pour réinitialiser votre mot de passe
hu: Jelszava módosításához kövesse az e-mailben megadott lépéseket
it: Segui i passaggi elencati nell'e-mail per reimpostare la password
nn: Følg trinnene som er oppført i e-posten for å tilbagestille passordet ditt
pl: Wykonaj czynności wymienione w e-mailu, aby zresetować hasło
pl_pl: Podczas przywracania hasła kieruj się wskazówkami z e-mailu
pt: Por favor, siga os passos enumerados no e-mail para redefinir a sua palavra-passe
ru: Пожалуйста, следуйте инструкциям, указанным в письме, чтобы сбросить пароль.
sk: Por favor, siga los pasos indicados en el e-mail para obtener su nueva contraseña
sl: Za ponastavitev gesla sledite korakom, navedenim v e-mailu
sv: Följ stegen i mailet för att återställa ditt lösenord

source: I didn't get the mail
cs: E-mail jsem neobdržel
da: Jeg fik ikke emailen
de: Ich habe die Post nicht bekommen
fr: Je n'ai pas reçu le mail
hu: Nem kaptam meg az e-mailt
it: Non ho ricevuto la posta
nn: Jeg fikk ikke e-posten din
pl: Nie dostałem maila
pl_pl: E-mail nie dotarł
pt: Não recebi o e-mail
ru: Я не получил письмо
sk: No he recibido el e-mail
sl: Nisem prejel e-maila
sv: Jag fick inte mailet

source: Please enter your email address
cs: Zadejte svoji e-mailovou adresu
da: Indtast din email adresse
de: Bitte geben Sie Ihre E-Mail-Adresse ein
fr: Veuillez saisir votre adresse e-mail
hu: Adjon meg új e-mail-címet
it: Inserisci il tuo indirizzo email
nn: Skriv inn e-postadressen din
pl: Podaj swój adres e-mail
pl_pl: Wprowadź swój adres e-mail
pt: Por favor introduza o seu e-mail
ru: Пожалуйста, введите свой адрес электронной почты
sk: Por favor, introduzca su dirección de e-mail.
sl: Vnesite svoj e-poštni naslov
sv: Skriv din e-postadress

source: Please enter your password
cs: Zadejte své heslo
da: Indtast dit password
de: Bitte geben Sie Ihr Passwort ein
fr: Entrez votre mot de passe
hu: Adja meg a jelszavát
it: per favore inserisci LA TUA password
nn: Skriv inn passordet ditt
pl: Wprowadź hasło
pl_pl: Wprowadź hasło
pt: Por favor introduza a sua palavra-passe
ru: Пожалуйста введите ваш пароль
sk: Por favor, introduzca su contraseña
sl: Prosimo vnesite svoje geslo
sv: Skriv ditt lösenord

source: A new user
cs: Nový uživatel
da: Ny bruger
de: Ein neuer Benutzer
fr: Nouvel utilisateur
hu: Új felhasználó
it: Un nuovo utente
nn: Ny bruker
pl: Nowy użytkownik
pl_pl: Nowy użytkownik
pt: Um novo utilizador
ru: Новый пользователь
sk: Nuevo usuario
sl: Nov uporabnik
sv: Ny användare

source: Please use your email address to create an account
cs: K vytvoření účtu použijte svoji e-mailovou adresu
da: Venligst brug din email adresse til at oprette en konto
de: Bitte verwenden Sie Ihre E-Mail-Adresse, um ein Konto zu erstellen.
fr: Veuillez utiliser votre adresse e-mail pour créer un compte
hu: A fiók létrehozásához használja az e-mail-címét
it: Utilizza il tuo indirizzo email per creare un account
nn: Vennligst bruk e-postadressen din til å opprette en konto
pl: Użyj swojego adresu e-mail, aby utworzyć konto
pl_pl: Do stworzenia konta potrzebny jest adres e-mail
pt: Por favor utilize o seu endereço de e-mail para criar uma conta
ru: Пожалуйста, используйте свой адрес электронной почты для создания учетной записи
sk: Por favor, use su dirección email para crear una cuenta
sl: Za ustvarjanje računa uporabite svoj e-poštni naslov
sv: Vänligen använd e-postadressen för att upprätta ett konto

source: Email address
cs: E-mailová adresa
da: Email adresse
de: E-Mail-Adresse
fr: Adresse e-mail
hu: E-mail cím
it: Indirizzo email
nn: E-postadresse
pl: Adres e-mail
pl_pl: Adres e-mail
pt: Endereço de e-mail
ru: Адрес электронной почты
sk: Dirección e-mail
sl: E-mail naslov
sv: E-postadress

source: To create a login account,we also need some of your personal information
cs: Pro vytvoření přihlašovacího účtu potřebujeme také některé z vašich osobních údajů
da: For at oprette en login konto, skal vi bruge nogle af dine personlige data
de: Um ein Login-Konto zu erstellen, benötigen wir auch einige Ihrer persönlichen Daten
fr: Pour créer un compte de connexion, nous avons besoin de certaines informations personnelles
hu: A bejelentkezési fiók létrehozásához szükségünk lesz néhány személyes adatára is
it: Per creare un account di accesso, abbiamo anche bisogno di alcune delle tue informazioni personali
nn: For å opprette en påloggingskonto trenger vi også nogen av dine personlige data
pl: Aby utworzyć konto logowania, potrzebujemy również niektórych Twoich danych osobowych
pl_pl: Do stworzenia konta logowania potrzebne są także niektóre Twoje dane osobowe
pt: Para criar uma conta de acesso,precisamos também de algumas das suas informações pessoais
ru: Чтобы создать учетную запись для входа, нам потребуются ваши персональные данные
sk: Para crear una cuenta, necesitamos su información personal
sl: Za ustvarjanje prijavnega računa potrebujemo tudi nekaj vaših osebnih podatkov
sv: För att upprätta ett inloggningskonto behöver vi även några av dina personuppgifter

source: First name
cs: Jméno
da: Fornavn
de: Vorname
fr: Prénom
hu: Név
it: nome di battesimo
nn: Fornavn
pl: Imię
pl_pl: Login
pt: Nome próprio
ru: Имя
sk: Nombre
sl: Ime
sv: Förnamn

source: Set the time
cs: Nastavte čas
da: Indstilling af tid
de: Stellen Sie die Uhrzeit ein
fr: Régler l'heure
hu: Állítsa be az időt
it: Imposta l'ora
nn: Angi klokkeslettet
pl: Ustaw czas
pl_pl: Ustaw czas
pt: Defina o tempo
ru: Установите время
sk: Ajuste de la hora
sl: Nastavite čas
sv: Inställning av tid

source: Please set password
cs: Nastavte heslo
da: Angiv password
de: Bitte Passwort festlegen
fr: Veuillez définir le mot de passe
hu: Állítsa be a jelszót
it: Si prega di impostare la password
nn: Angi passord
pl: Proszę ustawić hasło
pl_pl: Ustaw hasło
pt: Por favor, defina palavra-passe
ru: Пожалуйста, установите пароль
sk: Por favor, establezca contraseña
sl: Prosimo, nastavite geslo
sv: Ange lösenord

source: Passwords should be at least 6 characters,including 1 digit
da: Password skal indeholde mindst 6 tegn, herunder 1 tal
de: Passwörter sollten mindestens 6 Zeichen lang sein, einschließlich 1 Ziffer
fr: Les mots de passe doivent comporter au moins 6 caractères, dont 1 chiffre
hu: A jelszó legalább 6 karakterből álljon, és ezek egyike számjegy legyen
nn: Passord skal være minst 6 tegn, inkludert 1 siffer.
pl_pl: Hasło powinno zawierać przynajmniej 6 znaków, włącznie z 1 cyfrą
pt: As palavras-passe devem ter pelo menos 6 caracteres, incluindo 1 dígito
sk: La contraseña ha de contar con 6 caracteres, incluyendo 1 número
sv: Lösenordet ska vara minst 6 tecken inklusive 1 siffra.

source: Your account has been created successfully
cs: Váš účet byl úspěšně vytvořen
da: Din konto er nu oprettet
de: Ihr Konto wurde erfolgreich erstellt
fr: Votre compte a été créé avec succès
hu: Fiókja sikeresen létrejött
it: Il tuo account è stato creato con successo
nn: Kontoen din er opprettet
pl: Twoje konto zostało pomyślnie utworzone
pl_pl: Konto zostało utworzone
pt: A sua conta foi criada com sucesso
ru: Ваша учетная запись была успешно создана
sk: Su cuenta ha sido creada de forma satisfactoria
sl: Vaš račun je bil uspešno ustvarjen
sv: Ditt konto är nu upprättat

source: Now, let's connect your device
cs: Nyní lze připojit vaše zařízení
da: Lad os nu tilkoble din enhed
de: Lassen Sie uns nun Ihr Gerät anschließen
fr: Maintenant, connectons votre appareil
hu: Most csatlakoztathatja készülékét
it: Ora colleghiamo il tuo dispositivo
nn: La oss koble til enheten dn
pl: Teraz podłączmy Twoje urządzenie
pl_pl: Teraz można podłączyć urządzenie
pt: Agora, vamos conectar o seu dispositivo
ru: Теперь давайте подключим ваше устройство
sk: Conecte ahora su dispositivo
sl: Sedaj povežeti vašo napravo
sv: Nu ska din enhet anslutas

source: Add your device later
cs: Přidejte své zařízení později
da: Tilføj din enhed senere
de: Ihr Gerät später hinzufügen
fr: Ajoutez votre appareil plus tard
hu: Készülékét adja hozzá később
it: Aggiungi il tuo dispositivo più tardi
nn: Legg til enheten din senere
pl: Dodaj swoje urządzenie później
pl_pl: Dodaj urządzenie później
pt: Adicione o seu dispositivo mais tarde
ru: Добавить устройство позже
sk: Añada su dispositivo más tarde
sl: Napravo dodajte pozneje
sv: Lägg till din enhet senare

source: Select your home wireless network and enter your password
cs: Vyberte svoji domácí bezdrátovou síť a zadejte své heslo
da: Vælg dit trådløse hjemmenetværk og indtast dit password
de: Wählen Sie Ihr drahtloses Heimnetzwerk und geben Sie Ihr Passwort ein
fr: Sélectionnez votre réseau sans fil domestique et entrez votre mot de passe
hu: Válassza ki otthoni vezeték nélküli hálózatát és adja meg a jelszót
it: Seleziona la tua rete wireless domestica e inserisci la tua password
nn: Velg dit trådløse hjemmenettverk og skriv inn passordet ditt.
pl: Wybierz swoją domową sieć bezprzewodową i wprowadź hasło
pl_pl: Wybierz lokalną sieć bezprzewodową i wprowadź hasło
pt: Seleccione a sua rede sem fios doméstica e introduza a sua palavra-passe
ru: Выберите домашнюю беспроводную сеть и введите свой пароль
sk: Seleccione su wifi e introduzca contraseña
sl: Izberite domače brezžično omrežje in vnesite geslo
sv: Väl ditt trådlösa hemnätverk och skriv ditt lösenord.

source: Set the area
cs: Oblast je nastavena
da: Areal er indstillet
de: Bereich ist eingerichtet
fr: La zone est configurée
hu: A terület be van állítva
it: L'area è impostata
nn: Areal er innstillet
pl: Obszar jest skonfigurowany
pt: A área de trabalho está definida
ru: Установите площадь газона
sk: Area configurada
sl: Območje je postavljeno

source: Device control
cs: Ovládání zařízení
da: Enheds kontrol
de: Gerätesteuerung
fr: Contrôle de l'appareil
hu: A készülék kezelése
it: Controllo del dispositivo
nn: Enhetskontroll
pl: Sterowanie urządzeniem
pl_pl: Obsługa urządzenia
pt: Controlo do dispositivo
ru: Управление устройством
sk: Control de dispositivo
sl: Nadzor naprave
sv: Enhetskontroll

source: Logout
cs: Odhlášení
da: Log ud
de: Abmeldung
fr: Se déconnecter
hu: Kijelentkezés
it: Disconnettersi
nn: Logg ut
pl: Wyloguj
pl_pl: Wylogowanie
pt: Sair
ru: Выход
sk: Salir
sl: Odjava
sv: Logga ut

source: Pin needs 4 digits
cs: Kód PIN musí obsahovat 4 číslice
da: Pinkode består af 4 tal
de: Pin benötigt 4 Ziffern
fr: Le code PIN nécessite 4 chiffres
hu: A PIN-kódnak 4 számjegyből kell állnia
it: Il PIN richiede 4 cifre
nn: Pin trenger 4 sifre
pl: Pin musi zawierać 4 cyfry
pl_pl: Kod PIN musi zawierać 4 cyfry
pt: O código PIN é constituído por 4 dígitos
ru: Для Пин кода необходимы 4 цифры
sk: El Pin necesita 4 números
sl: Pin potrebuje 4 številke
sv: Pinkoden består av 4 siffror

source: Two input is inconsistent
cs: Byla provedena dvě neshodující se zadání
da: 2 input er inkonsekvente/ikke overensstemmende?
de: Zwei Eingaben sind inkonsistent
fr: Deux entrées sont incohérentes
hu: Két alkalommal rosszul adta meg
it: Due input non sono coerenti
nn: 2 input er inkonsekvente??
pl: Dwa dane wejściowe są niespójne
pl_pl: Dwa razy wprowadzono nieprawidłowe hasło
pt: As duas entradas são incompatíveis
ru: Пароли несовместимы
sk: Dos intentos inválidos
sl: Gesli sta neskladni
sv: 2 input är inkonsekventa/överensstämmer inte

source: Set anti-theft password
cs: Nastavit heslo pro ochranu proti krádeži
da: Indstil tyverisikrings password
de: Anti-Diebstahl-Passwort einstellen
fr: Définir le mot de passe antivol
hu: Lopás elleni jelszó beállítása
it: Imposta password antifurto
nn: Innstill passord for tyverisikring
pl: Ustaw hasło antykradzieżowe
pl_pl: Ustaw hasło ochrony przed kradzieżą
pt: Definir palavra-passe antiroubo
ru: Установить пароль от кражи
sk: Configura contraseña anti-rrobo
sl: Nastavite geslo proti kraji
sv: Ange stöldskyddslösenord

source: Offline
fr: Hors ligne
it: disconnesso
ru: Не в сети
sk: Sin red
sl: Brez povezave

source: Working
cs: Pracuje
da: Kører
de: Arbeiten
fr: En train de travailler
hu: Működik
it: Lavorando
nn: Går/arbeider ??
pl: W trakcie pracy
pl_pl: Pracuje
pt: Em funcionamento
ru: Работа
sk: Ejecutando
sl: Delo
sv: Är igång/arbetar??

source: Charging
cs: Nabíjí se
da: Lader
de: Aufladen
fr: En charge
hu: Tölt
it: ricarica
nn: Lader
pl: Ładowanie
pl_pl: Ładuje się
pt: A carregar
ru: Зарядка
sk: Cargando
sl: Polnjenje
sv: Laddar

source: Standby
cs: V pohotovosti
da: Afvent
fr: En attente
hu: Készenlétben van
it: Pausa
nn: Vent litt
pl: Czuwanie
pl_pl: Stan czuwania
pt: Em pausa
ru: Режим ожидания
sk: Instalando
sl: Pripravljenost
sv: Vänta lite

source: Alert:
cs: Výstraha:
da: Advarsel
de: Alarmbereitschaft:
fr: Alerte:
hu: Figyelem:
it: Mettere in guardia:
nn: Varsling
pl: Alarm:
pl_pl: Alarm:
pt: Alerta:
ru: Предупреждение:
sk: Alerta:
sl: Opozorilo:
sv: Varning

source: Device connection
cs: Připojení zařízení
da: Tilslutning af enhed
de: Geräteanschluss
fr: Connexion de l'appareil
hu: A készülék csatlakoztatása
it: Connessione del dispositivo
nn: Enhetstilkobling
pl: Podłączenie urządzenia
pl_pl: Podłączenie urządzenia
pt: Conexão do dispositivo
ru: Подключение устройства
sk: Connexión del dispositivo
sl: Povezava z napravo
sv: Enhetsanslutning

source: Keep your router,phone,and mower as close to each other as possible.
cs: Udržujte svůj router, telefon a sekačku v co nejkratších vzájemných vzdálenostech.
da: Hold din router, telefon og robotklipper to tæt på hinanden som muligt
de: Halten Sie Ihren Router, Ihr Telefon und Ihren mäher so nah wie möglich beieinander.
fr: Gardez votre routeur, votre téléphone et votre tondeuse aussi proches que possible les uns des autres.
hu: Routerét, telefonját és a fűnyírót tartsa minél közelebb egymáshoz.
it: Tieni il router, il telefono e il tagliaerba il più vicino possibile.
nn: Hold ruteren, telefonen og klipperen din i nærheten av hverandre
pl: Trzymaj router, telefon i kosiarkę jak najbliżej siebie.
pl_pl: Zachowaj jak najmniejszą odległość między routerem, telefonem i kosiarką.
pt: Mantenha o seu router,telefone, e o robot o mais próximo possível uns dos outros.
ru: Держите роутер, телефон и газонокосилку как можно ближе друг к другу.
sk: Mantenga el router, teléfono y robot tan cerca como sea posible
sl: Naj bodo vaš usmerjevalnik, telefon in kosilnica čim bližje drug drugemu.
sv: Håll din router, telefonen och robotklipparen så nära varandra som möjligt

source: Mon
cs: Pon
da: Mandag
de: Mo
fr: Lun
hu: H
it: Mio
nn: Mandag
pl: Pon.
pl_pl: Pn.
pt: SEG
ru: Понедельник
sk: Lunes
sl: Pon
sv: Måndag

source: Tue
cs: Úte
da: Tirsdag
de: Di
fr: Mar
hu: K
nn: Tirsdag
pl: Wt.
pl_pl: Wt.
pt: TER
ru: Вторник
sk: Martes
sl: Tor
sv: Tisdag

source: Wed
cs: Stř
da: Onsdag
de: Mi
fr: Mer
hu: Sze
it: sposare
nn: Onsdag
pl: Śr.
pl_pl: Śr.
pt: QUA
ru: Среда
sk: Miércoles
sl: Sre
sv: Onsdag

source: Thu
cs: Čtv
da: Torsdag
de: Do
fr: Jeu
hu: Cs
it: gio
nn: Torsdag
pl: Czw.
pl_pl: Czw.
pt: QUI
ru: Четверг
sk: Jueves
sl: Čet
sv: Torsdag

source: Fri
cs: Pát
da: Fredag
de: Fr
fr: Ven
hu: P
it: gratuito
nn: Fredag
pl: Pt.
pl_pl: Pt.
pt: SEX
ru: Пятница
sk: Viernes
sl: Pet
sv: Fredag

source: Sat
cs: Sob
da: Lørdag
fr: Sam
hu: Szo
nn: Lørdag
pl: Sob.
pl_pl: Sob.
pt: SAB
ru: Суббота
sk: Sábado
sl: Sob
sv: Lördag

source: Sun
cs: Ned
da: Søndag
de: Sonne
fr: Dim
hu: V
it: sole
nn: Søndag
pl: Niedz.
pl_pl: Niedz.
pt: DOM
ru: Воскресенье
sk: Domingo
sl: Ned
sv: Söndag

source: Help and support
cs: Nápověda a podpora
da: Hjælp og support
de: Hilfe und Unterstützung
fr: Aide et support
hu: Súgó és támogatás
it: Aiuto e supporto
nn: Hjelp og støtte
pl: Pomoc i wsparcie
pl_pl: Podpowiedź i wsparcie
pt: Ajuda e assitência
ru: Помощь и поддержка
sk: Ayuda y soporte
sl: Pomoč in podpora
sv: Hjälp och support

source: Language selection
cs: Výběr jazyka
da: Valg af sprog
de: Auswahl der Sprache
fr: Sélection de la langue
hu: A nyelv kiválasztása
it: Selezione della lingua
nn: Språkvalg
pl: Wybór języka
pl_pl: Wybór języka
pt: Escolha o seu idioma
ru: Выбор языка
sk: Selección de lenguaje
sl: Izbor jezika
sv: Val av språk

source: In our privacy policy,we explain how we will use your personal information
cs: V našich zásadách ochrany osobních údajů je vysvětleno, jakým způsobem vaše osobní údaje použijeme
da: I vores fortrolighedspolitik forklarer vi, hvordan vi bruger dine personlige data.
de: In unserer Datenschutzerklärung erklären wir, wie wir Ihre persönlichen Daten verwenden werden
fr: Dans notre politique de confidentialité, nous expliquons comment nous utiliserons vos informations personnelles
hu: A személyes adatok védelmére vonatkozó elveinkből kiderül, milyen módon használjuk személyes adatait
it: Nella nostra politica sulla privacy, spieghiamo come utilizzeremo le tue informazioni personali
nn: I personvernreglene våre forklarer vi, hvordan vi bruker dine personlige data
pl: W naszej polityce prywatności wyjaśniamy, w jaki sposób będziemy wykorzystywać Twoje dane osobowe
pl_pl: W naszych zasadach ochrony danych osobowych wyjaśniono, w jaki sposób wykorzystywane są Twoje dane osobowe
pt: Na nossa política de privacidade, explicamos como iremos utilizar os seus dados pessoais.
ru: В нашей политике конфиденциальности мы объясняем, как мы будем использовать вашу личную информацию.
sk: Explicamos el tratamiento de sus datos en nuestra política de privacidad.
sl: V svoji politiki zasebnosti pojasnjujemo, kako bomo uporabljali vaše osebne podatke
sv: I dataskyddspolitiken förklarar vi hur vi behandlar dina personliga data

source: Connect to the hot spot of the robot
cs: Připojení k připojovacímu bodu robotické sekačky
da: Tilslut til robottens hotspot
de: An den Hot Spot des Roboters anschließen
fr: Connectez-vous au point d'accès du robot
hu: Csatlakozás a robotfűnyíró csatlakozási pontjához
it: Collegati all'hot spot del robot
nn: Koble til robotens hotspot
pl: Połącz się z hotspot robota
pl_pl: Łączenie z punktem łączenia robota koszącego
pt: Ligar ao ponto de acesso Wifi do robot
ru: Подключитесь к точке доступа устройства
sk: Conéctese al punto de acceso del robot
sl: Povežite se z vročo točko robota
sv: Anslut till robotens hotspot

source: You need to open the wireless network Settings on the device,connect to the hotspot,and then return to the application.
cs: Je zapotřebí, abyste v nabídce nastavení zařízení vybrali položku týkající se nastavení připojení k bezdrátové síti, připojili se k připojovacímu bodu a poté se vrátili do aplikace.
da: Du skal åbne enhedens netværksindstillinger, tislutte til hotspot og derefter gå tilbage til applikationen.
de: Sie müssen die Einstellungen für das drahtlose Netzwerk auf dem Gerät öffnen, sich mit dem Hotspot verbinden und dann zur Anwendung zurückkehren.
fr: Vous devez ouvrir les paramètres du réseau sans fil sur l'appareil, vous connecter au point d'accès, puis revenir à l'application.
hu: A készülék beállítási menüjében ki kell választani a vezeték nélküli hálózathoz való csatlakozásra vonatkozó menüpontot, csatlakozni kell a csatlakozási ponthoz, majd vissza kell térni az alkalmazásba.
it: È necessario aprire le Impostazioni della rete wireless sul dispositivo, connettersi all'hotspot e quindi tornare all'applicazione.
nn: Du må åpne innstillingene for det trådløse nettverket på enheten, koble til hotspot og derefter gå tilbake til applikasjonen.
pl: Musisz otworzyć ustawienia sieci bezprzewodowej w urządzeniu, połączyć się z hotspotem, a następnie wrócić do aplikacji.
pl_pl: W menu ustawień należy wybrać pozycję podłączenia do sieci bezprzewodowej, podłączyć z punktem dostępu, a następnie powrócić do aplikacji.
pt: É necessário aceder às definições da rede sem fios no dispositivo,ligar ao ponto de acesso wifi,e depois voltar à aplicação.
ru: Вам нужно открыть настройки беспроводной сети на устройстве, подключиться к точке доступа, а затем вернуться в приложение.
sk: Debe abrir la configuración de la red inalámbrica en el dispositivo, conectarse al punto de acceso y luego regresar a la aplicación.
sl: V napravi morate odpreti nastavitve brezžičnega omrežja, se povezati z dostopno točko in se nato vrniti v aplikacijo.
sv: Öppna inställningarna för det trådlösa nätverket på enheten, anslut till hotspot och gå därefter tillbaka till appplikationen.

source: My devices
cs: Moje zařízení
da: Mine enheder
de: Meine Geräte
fr: Mes appareils
hu: Saját készülékem
it: I miei dispositivi
nn: Enhetene mine
pl: Moje urządzenia
pl_pl: Moje urządzenie
pt: Os meus aparelhos
ru: Мои устройства
sk: Mis dispositivos
sl: Moje naprave
sv: Mina enheter

source: Delete
cs: Odstranit
da: Slet
de: löschen
fr: Supprimer
hu: Eltávolítás
it: Elimina
nn: Slet
pl: Usunąć
pl_pl: Usuń
pt: Apagar
ru: Удалить
sk: Eliminar
sl: Izbriši
sv: Radera
